Tekla.Structures.ModelInternal.ICDelegate.ExportGetSnapshotFromDatabase(Tekla.Structures.ModelInternal.dotEnumerator_t@,System.Collections.Generic.List{System.Object}@,System.Boolean)
DO NOT USE! For internal usage only!
Enumerator:
SerializedObjects:
SelectInstances:
Returns:

Tekla.Structures.ModelInternal.ICDelegate.ExportGetSolidSerialized(Tekla.Structures.ModelInternal.dotSolid_t@,System.Collections.Generic.List{System.Object}@,System.Collections.Generic.List{Tekla.Structures.Geometry3d.Vector}@)
DO NOT USE! For internal usage only!
dotSolid:
serializedFaceList:
serializedVectorList:
Returns:

Tekla.Structures.ModelInternal.ICDelegate.ExportGetProperties(Tekla.Structures.ModelInternal.dotGetProperties_t@)
DO NOT USE! For internal usage only!
pProperties:
Returns: